tap "arl/arl"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "michidk/tools"
tap "sambadevi/powerlevel9k"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU compiler collection
brew "gcc"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Easiest, most secure way to use WireGuard and 2FA
brew "tailscale"
# Terminal multiplexer
brew "tmux"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Git in your tmux status bar.
brew "arl/arl/gitmux"
# Voice and text chat software
cask "discord"
cask "font-hurmit-nerd-font"
# Music streaming service
cask "spotify"

brew "lazygit"
brew "lazydocker"
brew "wget"
brew "sshs"
brew "curl"
brew "node"
brew "go"
brew "composer"
brew "php"
brew "cargo-about"
brew "luarocks"
brew "javacc"
brew "openjdk"
brew "julia"
brew "ruby"
brew "brew-gem"

