tap "arl/arl"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "michidk/tools"
# Simple, fast and user-friendly alternative to find
brew "fd"
# GNU compiler collection
brew "gcc"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Easiest, most secure way to use WireGuard and 2FA
brew "tailscale"
# Terminal multiplexer
brew "tmux"
# Git in your tmux status bar.
brew "arl/arl/gitmux"
# A simple terminal UI for git commands, written in Go
brew "jesseduffield/lazygit/lazygit"
# A cross-platform multi-target dotfiles manager
brew "michidk/tools/punktf"
# A badass zsh theme with more power than a normal earthling
brew "sambadevi/powerlevel9k/powerlevel9k"
# Voice and text chat software
cask "discord"
# Developer targeted fonts with a high number of glyphs
cask "font-zed-mono-nerd-font"
# Music streaming service
cask "spotify"
# Rust-based terminal
cask "warp"
